Repository: zebwqfox/e1547-native-ios
Catalog: Runner/Native/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ rules active
zh_hans: %@ 条规则已启用

source: Account
zh_hans: 账号

source: API key
zh_hans: API 密钥

source: Appearance
zh_hans: 外观

source: Apply
zh_hans: 应用

source: Artist
zh_hans: 画师

source: Biometric
zh_hans: 生物识别

source: Biometric authentication is unavailable.
zh_hans: 生物识别不可用。

source: Biometric lock
zh_hans: 生物识别锁

source: Blacklist
zh_hans: 屏蔽规则

source: Browse
zh_hans: 浏览

source: Browser
zh_hans: 浏览器

source: Cancel
zh_hans: 取消

source: Change login
zh_hans: 切换账号

source: Character
zh_hans: 角色

source: Clear blacklist
zh_hans: 清空屏蔽规则

source: Comments
zh_hans: 评论

source: Confirm new PIN
zh_hans: 确认新的 PIN

source: Copy
zh_hans: 复制

source: Copyright
zh_hans: 版权

source: Could not load posts
zh_hans: 无法加载作品

source: Could not save
zh_hans: 无法保存

source: Dark
zh_hans: 深色

source: DeepSeek Translation
zh_hans: DeepSeek 翻译

source: Description
zh_hans: 描述

source: Done
zh_hans: 完成

source: Down
zh_hans: 踩

source: e621 API requests use HTTP Basic Auth with your username and API key.
zh_hans: e621 API 使用你的用户名和 API 密钥进行 HTTP 基本认证。

source: e621 Login
zh_hans: e621 登录

source: Enter new PIN
zh_hans: 输入新的 PIN

source: Enter PIN
zh_hans: 输入 PIN

source: Explicit
zh_hans: 露骨

source: Failed to authenticate.
zh_hans: 验证失败。

source: Favorite
zh_hans: 收藏

source: Favorites
zh_hans: 收藏

source: Full (1080p)
zh_hans: 全高清 (1080p)

source: General
zh_hans: 常规

source: High (720p)
zh_hans: 高清 (720p)

source: Incorrect PIN.
zh_hans: PIN 不正确。

source: Interactions
zh_hans: 交互

source: Invalid
zh_hans: 无效

source: Light
zh_hans: 浅色

source: Load more
zh_hans: 加载更多

source: Lore
zh_hans: 设定

source: Meta
zh_hans: 元数据

source: No comments
zh_hans: 暂无评论

source: No comments loaded
zh_hans: 未加载评论

source: No posts
zh_hans: 没有作品

source: OK
zh_hans: 好

source: One rule per line. Basic tags, -tag, ~tag, rating:e, type:webm, and comments after # are supported.
zh_hans: 每行一条规则。支持基础标签、-tag、~tag、rating:e、type:webm,以及 # 之后的注释。

source: One rule per line. Matching posts are hidden from browse results. Supports tags, -tag, ~tag, rating:e, type:webm, and comments after #.
zh_hans: 每行一条屏蔽规则，匹配到的作品会从浏览结果里隐藏。支持标签、-tag、~tag、rating:e、type:webm，以及 # 之后的注释。

source: Open e621 API keys
zh_hans: 打开 e621 API 密钥页面

source: Open link
zh_hans: 打开链接

source: Photos
zh_hans: 相册

source: Photos could not save this file.
zh_hans: 相册无法保存这个文件。

source: Photos permission was denied.
zh_hans: 没有相册访问权限。

source: PIN is stored in Keychain. Biometric unlock uses the device's local authentication.
zh_hans: PIN 会保存在钥匙串中。生物识别解锁使用设备本地验证。

source: PIN lock
zh_hans: PIN 锁

source: PIN must be at least 4 digits.
zh_hans: PIN 至少需要 4 位。

source: PINs do not match.
zh_hans: 两次输入的 PIN 不一致。

source: Popular
zh_hans: 热门

source: Post info
zh_hans: 作品信息

source: Posts
zh_hans: 作品

source: Pull to refresh or try a different search.
zh_hans: 下拉刷新,或换个搜索词试试。

source: Quality
zh_hans: 画质

source: Questionable
zh_hans: 存疑

source: Quilt
zh_hans: 网格样式

source: Rating
zh_hans: 分级

source: Refresh
zh_hans: 刷新

source: Retry
zh_hans: 重试

source: Safe
zh_hans: 安全

source: Save
zh_hans: 保存

source: Saved
zh_hans: 已保存

source: Saved to the E1547 album.
zh_hans: 已保存到 E1547 相簿。

source: Score
zh_hans: 评分

source: Search
zh_hans: 搜索

source: Search current tags
zh_hans: 搜索当前标签

source: Searching tags…
zh_hans: 正在搜索标签…

source: Security
zh_hans: 安全

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Sign in
zh_hans: 登录

source: Signed in as
zh_hans: 已登录为

source: Size
zh_hans: 尺寸

source: Source
zh_hans: 原始

source: Sources
zh_hans: 来源

source: Species
zh_hans: 物种

source: SQE Rating
zh_hans: SQE 分级

source: Square
zh_hans: 方形

source: Standard (480p)
zh_hans: 标准 (480p)

source: System
zh_hans: 跟随系统

source: Tag
zh_hans: 标签

source: Tags
zh_hans: 标签

source: tags · e.g. score:>=20 order:score
zh_hans: 标签 · 例如 score:>=20 order:score

source: Theme
zh_hans: 主题

source: This media format cannot be saved to Photos on iOS.
zh_hans: 这个媒体格式无法保存到 iOS 相册。

source: Tile size
zh_hans: 卡片大小

source: tiles are quadratic
zh_hans: 卡片保持方形比例

source: tiles expand vertically
zh_hans: 卡片按内容纵向展开

source: Ultra (4K)
zh_hans: 超清 (4K)

source: Unlock
zh_hans: 解锁

source: Up
zh_hans: 顶

source: Upvote favorites
zh_hans: 收藏时点赞

source: Use at least 4 digits.
zh_hans: 至少使用 4 位数字。

source: Used to translate post descriptions and comments into Simplified Chinese. The key is stored in Keychain.
zh_hans: 用于将作品描述和评论翻译为简体中文。密钥会保存在钥匙串中。

source: User
zh_hans: 用户

source: Username
zh_hans: 用户名

source: Vertical
zh_hans: 纵向

source: Video muted
zh_hans: 视频静音

source: Video resolution
zh_hans: 视频清晰度

source: Video unavailable
zh_hans: 视频不可用

source: webm — open in browser to play
zh_hans: webm — 请在浏览器中播放
